{
  "aboutUs": "About Us",
  "exquisiteDiningSubtitle": "Exquisite Dining in the Heart of the City",
  "restaurantTributeDescription": "Nestled in the bustling heart of the city, Le Jardin d'Or offers an escape to a world of refined elegance and unmatched culinary excellence. Our restaurant is a tribute to the timeless traditions of French cuisine, reimagined with a modern twist. Each dish is a masterpiece, crafted with the finest locally sourced ingredients and an unwavering commitment to quality.",
  "diningExperienceDescription": "From presentation to flavor, our commitment to excellence is evident in every dish we serve, ensuring that each dining experience is memorable and of the highest quality.",
  "diverseMenuDescription": "Our menu caters to various dietary needs, ensuring everyone can enjoy our culinary creations. From vegan to gluten-free options, we strive to accommodate all preferences with our diverse and flavorful selections.",
  "freshFoodsDescription": "We use only the freshest, highest quality ingredients to prepare our dishes. Our commitment to freshness not only enhances the taste but also ensures the nutritional value of every meal we serve.",
  "OurCommitments": "Our Commitments",
  "EcofriendlyPractices": "Eco-Friendly Practices",
  "EcofriendlyPracticesDescription": "We prioritize sustainability in our operations, from sourcing ingredients to minimizing waste. Our eco-friendly approach extends to all aspects of our business, including energy use, water conservation, and waste reduction.",
  "DiverseMenu": "Diverse Menu",
  "DiverseMenuDescription": "Our menu caters to various dietary needs, ensuring everyone can enjoy our culinary creations. From vegan to gluten-free options, we strive to accommodate all preferences with our diverse and flavorful selections.",
  "FreshFoods": "Fresh Foods",
  "FreshFoodsDescription": "We use only the freshest, highest quality ingredients to prepare our dishes. Our commitment to freshness not only enhances the taste but also ensures the nutritional value of every meal we serve.",
  "UnmatchedQuality": "Unmatched Quality",
  "UnmatchedQualityDescription": "Our commitment to excellence is evident in every dish we serve, from presentation to flavor. We go above and beyond to ensure that each dining experience is memorable and of the highest quality.",
  "ComeVisitUs": "Come Visit Us",
  "BookAReservation": "Book a reservation",
  "Close": "Close",
  "ContactUs": "Contact Us",
  "QuestionsCommentsFeedback": "Questions? Comments? Feedback? We're listening.",
  "Name": "Name",
  "Email": "Email",
  "Message": "Message",
  "Submit": "Submit",
  "OrAffiliates": "or its affiliates",
  "Phone": "Phone",
  "Address": "Address",
  "Menu": "Menu",
  "Home": "Home",
  "Contact": "Contact",
  "Reservations": "Reservations",
  "DiningExperience": "A dining experience to remember.",
  "Reservation": "Reservation",
  "Location": "Location",
  "SeeMenu": "See menu",
  "BestMenuItems": "See Some Of Our Best Menu Items",
  "SalmonRoyaleSubtitle": "Salmon Royale",
  "GardenFreshSaladSubtitle": "Garden Fresh Salad",
  "ImperialChickenSubtitle": "Imperial Chicken",
  "BarbecueRibFeastSubtitle": "Barbecue Rib Feast",
  "ShrimpPastaDelightSubtitle": "Shrimp Pasta Delight",
  "ExoticCocktailFusionSubtitle": "Exotic Cocktail Fusion",
  "FamilyPlatterExtravaganzaSubtitle": "Family Platter Extravaganza",
  "GoldenMangoBlissSubtitle": "Golden Mango Bliss",
  "FancyChocolateDecadenceSubtitle": "Fancy Chocolate Decadence",
  "SalmonRoyaleDesc": "Exquisite salmon steak, gently grilled, served with a side of asparagus and a rich, creamy hollandaise sauce.",
  "GardenFreshSaladDesc": "A vibrant mix of fresh garden greens, cherry tomatoes, cucumbers, and avocados, tossed in a light vinaigrette.",
  "ImperialChickenDesc": "Tender chicken breast, marinated and cooked with exotic herbs, served with quail eggs and a side of truffle-infused mashed potatoes.",
  "BarbecueRibFeastDesc": "Slow-cooked ribs, glazed with our signature barbecue sauce, accompanied by crispy fries and a refreshing vegetable medley.",
  "ShrimpPastaDelightDesc": "Al dente pasta tossed with succulent shrimp, in a rich garlic butter sauce, garnished with freshly grated Parmesan.",
  "ExoticCocktailFusionDesc": "A mesmerizing blend of premium spirits, infused with fresh tropical fruits and exotic spices, served chilled.",
  "FamilyPlatterExtravaganzaDesc": "A generous platter filled with an assortment of our finest selections, perfect for sharing with loved ones.",
  "GoldenMangoBlissDesc": "Luscious mango slices paired with a golden cream, a true dessert masterpiece that's as delightful to the eye as it is to the palate.",
  "FancyChocolateDecadenceDesc": "Rich, indulgent chocolate cake, layered with a luxurious chocolate ganache, and adorned with edible gold leaf for that extra touch of elegance.",
  "ReservationInstructions": "Fill the information boxes below, and we will get you set up with a table.",
  "DateAndTime": "Date and Time",
  "NumberOfSeatings": "Number of Seatings",
  "Date": "Date",
  "Seatings": "Seatings",
  "DontJustTakeItFromUs": "Don't Just Take It From Us",
  "quote1": "An unparalleled dining experience with exquisite flavors in every dish. Truly a culinary masterpiece.",
  "quote2": "The attention to detail and quality of ingredients shine through in every bite. A must-visit for food enthusiasts.",
  "quote3": "From the ambiance to the service, every aspect of the dining experience is exceptional. A gem in the heart of the city.",
  "quote4": "The diverse menu caters to all tastes, ensuring that everyone can find something to enjoy. A delightful culinary journey awaits.",
  "quote5": "The commitment to sustainability and eco-friendly practices is commendable. It's refreshing to see a restaurant that cares about the environment.",
  "quote6": "The freshness of the ingredients is evident in every dish, making each meal a delightful experience. A true testament to quality and dedication.",
  "quote7": "The flavors are bold and vibrant, showcasing the chef's creativity and skill. A feast for the senses that leaves a lasting impression.",
  "quote8": "The presentation of each dish is a work of art, reflecting the care and passion that goes into every creation. A visual and culinary delight.",
  "quote9": "The dining experience is elevated by the impeccable service and attention to detail. A memorable meal that exceeds expectations.",
  "EcoFriendly": "Eco-friendly sourced",
  "Apetizers": "Appetizers",
  "MainCourses": "Main Courses",
  "Desserts": "Desserts",
  "Drinks": "Drinks",
  "SearchMenuItems": "Search menu items...",
  "faqTitle": "Frequently Asked Questions",
  "faqQuestion1": "What are your opening hours?",
  "faqAnswer1": "We are open from 10 AM to 10 PM from Monday to Sunday.",
  "faqQuestion2": "Do you offer vegetarian options?",
  "faqAnswer2": "Yes, we have a variety of vegetarian dishes available.",
  "faqQuestion3": "Can I make a reservation?",
  "faqAnswer3": "Yes, you can make a reservation by calling us or using our online reservation system.",
  "faqQuestion4": "Do you have parking available?",
  "faqAnswer4": "Yes, we have a parking lot available for our customers.",
  "faqQuestion5": "Do you offer delivery services?",
  "faqAnswer5": "Yes, we offer delivery services through various delivery partners."
}
