{
  "aboutUs": "À propos de nous",
  "exquisiteDiningSubtitle": "Dîner raffiné au cœur de la ville",
  "restaurantTributeDescription": "Nichée au cœur animé de la ville, Le Jardin d'Or vous offre une escapade dans un monde d'élégance raffinée et d'excellence culinaire inégalée. Notre restaurant est un hommage aux traditions intemporelles de la cuisine française, revisitées avec une touche moderne. Chaque plat est un chef-d'œuvre, élaboré avec les meilleurs ingrédients locaux et un engagement indéfectible envers la qualité.",
  "diningExperienceDescription": "Du dressage à la saveur, notre engagement envers l'excellence se fait sentir dans chaque plat que nous servons, assurant ainsi une expérience gastronomique inoubliable et d'exceptionnel niveau.",
  "diverseMenuDescription": "Notre menu répond aux besoins alimentaires variés, en veillant à ce que chacun puisse savourer nos créations culinaires. Des options végétaliennes aux plats sans gluten, nous nous efforçons d'accueillir toutes les préférences avec nos sélections variées et savoureuses.",
  "freshFoodsDescription": "Nous utilisons uniquement les ingrédients les plus frais et de la meilleure qualité pour préparer nos plats. Notre engagement envers la fraîcheur non seulement rehausse le goût mais assure également la valeur nutritionnelle de chaque repas que nous servons.",
  "OurCommitments": "Nos Engagements",
  "EcofriendlyPractices": "Pratiques éco-responsables",
  "EcofriendlyPracticesDescription": "Nous accordons la priorité à la durabilité dans nos opérations, de l'approvisionnement des ingrédients à la réduction des déchets. Notre approche éco-responsable s'étend à tous les aspects de notre entreprise, y compris la consommation d'énergie, la conservation de l'eau et la réduction des déchets.",
  "DiverseMenu": "Menu diversifié",
  "DiverseMenuDescription": "Notre menu répond aux besoins alimentaires variés, en veillant à ce que chacun puisse savourer nos créations culinaires. Des options végétaliennes aux plats sans gluten, nous nous efforçons d'accueillir toutes les préférences avec nos sélections variées et savoureuses.",
  "FreshFoods": "Aliments frais",
  "FreshFoodsDescription": "Nous utilisons uniquement les ingrédients les plus frais et de la meilleure qualité pour préparer nos plats. Notre engagement envers la fraîcheur non seulement rehausse le goût mais assure également la valeur nutritionnelle de chaque repas que nous servons.",
  "UnmatchedQuality": "Qualité inégalée",
  "UnmatchedQualityDescription": "Notre engagement envers l'excellence se fait sentir dans chaque plat que nous servons, du dressage à la saveur. Nous allons au-delà pour assurer une expérience gastronomique inoubliable et d'exceptionnel niveau.",
  "ComeVisitUs": "Venez nous rendre visite",
  "BookAReservation": "Réservez votre table",
  "Close": "Fermer",
  "ContactUs": "Contactez-nous",
  "QuestionsCommentsFeedback": "Questions? Commentaires? Suggestions? Nous sommes à l'écoute.",
  "Name": "Nom",
  "Email": "Email",
  "Message": "Message",
  "Submit": "Soumettre",
  "OrAffiliates": "ou ses filiales",
  "Phone": "Téléphone",
  "Address": "Adresse",
  "Menu": "Menu",
  "Home": "Accueil",
  "Contact": "Contact",
  "Reservations": "Réservations",
  "DiningExperience": "Une expérience culinaire inoubliable.",
  "Reservation": "Réservation",
  "Location": "Emplacement"
}
